// chentrvax HARXER: 3,4,17,19,20,21,22,25,27,28,31,32
const Questions = [
  {
    id: 'Գ1',
    text: 'آزمایشی را طراحی کنید که نشان دهد گازها جرم دارند.',
    time: 3000,
  },
  {
    id: 'Գ2',
    text: 'متن زیر را صحیح کنید.',
    text2: 'عناصر به دو گروه مایعات و جامدات تقسیم می­شوند. گروه اول سطح براقی دارند، چکش خوار هستند، رسانای جریان برق هستند، این گروه همگی جامد می­باشند. اما گروه دیگر که همگی عایق هستند به جز کربن، از آب سبک­تر هستند و همچنین سطح براقی دارند، فلزات نامیده می­شوند.',
    text3: 'عنصر به ماده­ای گفته می­شود که از یک یا چند نوع اتم ساخته شده باشد. اتم­ها از سه ذره بنیادی به نام­های نوترون و الکترون ساخته شده­اند که نوترون بار منفی و الکترون بار مثبت دارد.',
  },

];

export default Questions;
