
const Lists = [
  {
    id: 'L0',
    list: [
      {
        text: '1. Ուրախ մթնոլորտ',
      },
      {
        text: '2. փնթի տղա',
      },
      {
        text:  '3. խոշորացւյց',
        //fontSize: '25px',
      },
      {
        text: '4. ինքնաշարժ',
      },
      {
        text: '5. օրացոյց',
      },
      {
        text: '6. գունագեղ',
      },
      {
        text:  '7. կառուսել',
      },
      {
        text: '8. հիվանդ',
      },
      {
        text: '9. Մարօ',
      },
      {
        text: '10. պատկեր',
      },
    ],
  },
  {
    id: 'L1',
  list: [
    {
      text: '1. Ուսանողական միաւոր',
    },
    {
      text: '2. կապոյտ տետր',
    },
    {
      text:  '3. խարոյկ',
    },
    {
      text: '4. օրակարգ',
    },
    {
      text: '5. սիլիբիլի',
    },
    {
      text: '6. երթևեկութիւն',
    },
    {
      text:  '7. ժապաւեն',
    },
    {
      text: '8. սօսիկ',
    },
    {
      text: '9. մարդակեր',
    },
    {
      text: '10. գրիչ',
    },
  ],
},
{
  id: 'L2',
list: [
  {
    text: '1. Արարատ միութիւն',
  },
  {
    text: '2. շուշան թերթ',
  },
  {
    text:  '3. հեռախոս',
  },
  {
    text: '4. թիթեռնիկ',
  },
  {
    text: '5. աստղ',
  },
  {
    text: '6. առողջութիւն',
  },
  {
    text:  '7. սատկած մուկ',
  },
  {
    text: '8. ժամացոյց',
  },
  {
    text: '9. պաղ ջուր',
  },
  {
    text: '10. ողնաշար',
  },
],
},
{
  id: 'L3',
list: [
  {
    text: '1. կարմիր գլխարկ',
  },
  {
    text: '2. ապերսինի օշարակ',
  },
  {
    text:  '3. դօլմա',
  },
  {
    text: '4. շինանիւթ',
  },
  {
    text: '5. անց ու դարց',
  },
  {
    text: '6. սրիչ',
  },
  {
    text:  '7. խողովակ',
  },
  {
    text: '8. մի կաթիլ մեղր',
  },
  {
    text: '9. կամուրճ',
  },
  {
    text: '10. եղունգ',
  },
],
},

];

export default Lists;
