// chentrvax HARXER: 5,6,8,11,13,16,17,18,21,22,26,28
const Questions = [
  {
    id: '1',
    text: '۳۰ دستگاه دوچرخه و سه چرخه وجود دارد که مجموعاً ۸۰ چرخ می بینیم. از هرکدام چند عدد داریم؟',
    time: 120,
  },
  {
    id: '2',
    text: 'دو زاویه مکمل یکدیگر هستند اندازه­ی یکی ۵ برابر دیگری است. زاویه بزرگتر چقدر از زاویه کوچکتر، بزرگتر است؟',
    time: 90,
  },
  {
    id: '3',
    text: 'ربع خمس ثلث عددی ۲۴ است. آن عدد چقدر از نصفش کوچکتر است؟',
    time: 120,
  },
  {
    id: '4',
    text: 'مساحت مربعی به ضلع ۱۰۰ سانتیمتر، یک متر مربع است. اگر از ضلع مربع ۲۰% کم کنیم. مساحت مربع چند درصد کم می­شود؟',
    time: 150,
  },
  {
    id: '5',
    text: 'حاصل جمع و تفریق­های زیر را محاسبه کنید.',
    imgUrl: require('./q5.jpg'),
  },
  {
    id: '7',
    text: 'مجموع سن چهار نفر ۲۵ سال است و حاصلضرب آنها ۸۰۰ است.',

  },
  {
    id: '9',
    text: 'الگوهای زیر را کامل کنید و سه عدد بعدی را مشخص کنید.',
    imgUrl: require('./q9.jpg'),
  },
  {
    id: '6',
    text: 'در عرض ۵ دقیقه هر گروه ۲ سوال از راهبرد زیر، مسئله طرح کند و سپس به صورت چرخشی در اختیار گروه های دیگر قرار گیرد.',

  },
  {
    id: '8',
    text: 'در عرض ۵ دقیقه هر گروه ۴ الگوی ریاضی عددی (با هدف حدس زدن ۴ جمله بعدی) طرح کند  و سپس به صورت چرخشی سوالات جا به جا شده و حل شود.',

  },

];

export default Questions;
